Repository: wp-plugins/powies-whois
Catalog: languages/pwhois-*.po
Languages: de_de

source: Powies WHOIS Setup
de_de: Powies WHOIS Einstellungen

source: Check
de_de: Prüfen

source: Waiting for domain lookup!
de_de: Suche nach Domain Daten....

source: Please enter Domain
de_de: Bitte gib einen Domain Namen ein

source: Whois Server timeout
de_de: Der WHOIS Server hat nicht geantwortet.

source: Powies WHOIS Settings
de_de: Powies WHOIS Einstellungen

source: Result Settings
de_de: Abfrage Einstellungen

source: Show www. before domain field
de_de: Zeige www. vor Domain Eingabefeld

source: Show whois output in result
de_de: Zeige WHOIS Server Ausgabe im Ergebnis

source: Show on free domain
de_de: Anzeige bei Domain Status = free

source: Show on connected domain
de_de: Anzeige bei Domain Status = connected

source: Show on invalid domain
de_de: Anzeige bei Domain Status = invalid

source: HTML before whois output
de_de: HTML vor WHOIS Daten

source: HTML after whois output
de_de: HTML nach WHOIS Daten

source: Remark
de_de: Anmerkung

source: The status of free/connected can not be determined with certainty
de_de: Der Status verfügbar/belegt kann nicht in jedem Fall klar ermittelt werden! Abweichungen sind möglich.

source: Save Changes
de_de: Speichern

source: pWhois Usage
de_de: Powies WHOIS Benutzung

source: To display the whois form on a page or post insert this shortcode: <code>[pwhois]</code>
de_de: Um das WHOIS Abfrage Formular auf einer Seite oder einem Beitrag anzuzeigen: <code>[pwhois]</code>

source: To select the default TLD use the default parameter: <code>[pwhois default=com]</code>
de_de: Um die TLD im Formular festzulegen kann das default Attribut verwendet werden: <code>[pwhois default=de]</code>

source: About
de_de: Über
